README.org

#+title: Resumos das aulas de física

Nessa página serão resumidas as aulas de física dos Cúrsos Técnicos de Nível
Médio em Informática, Administração e Agropecuária na Forma Integrada,
do IFAM Campus Eirunepé; ministradas no ano de 2025.

O objetivo é construir um material de consulta aos estudantes ao
logo dos desenvolvimentos das disciplinias. 

Sugestões dos alunos serão sempre bem-vindas.


* Pré-física
** Algumas dicas de como estudar
- Método Feyman
  - Baseia-se no fato de que ensinar é uma das melhores formas de
  aprender.
  - [[https://conexao.pucminas.br/blog/dicas/tecnica-feynman/#:~:text=A%20T%C3%A9cnica%20Feynman%20%C3%A9%20um,estivesse%20conversando%20com%20uma%20crian%C3%A7a.][método Feynman de estudo - blog PUC Minas]]
- Repetição espaçada
  Baseada no conceito de Curva do Esquecimento.
  - [[https://blog.duolingo.com/pt/repeticao-espacada-no-aprendizado/][Repetição espaçada no aprendizado - log duolingo]]
- Técnica do Pomodoro
  - Nosso cérebro tem limite de tempo de concentração, e precisa de
  pequenos intervalos de descanço.
  - [[https://brasilescola.uol.com.br/dicas-de-estudo/tecnica-pomodoro-que-e-e-como-funciona.htm][Técnica Pomodoro - Brasil Escola Uol]]


** Grandezas e Unidades de medida


| Grandezas   | Unidades (nome)      | unidade (símbolo) |
|-------------+----------------------+-------------------|
| massa       | quilograma, grama    | kg, g             |
| volume      | litro, mili-litro,   | L, mL             |
| densidade   | grama por mili-litro | g/mL              |
| comprimento | metro, centímetro    | m, cm             |
| tempo       | hora, segundo        | h, s              |


** Equações

As equações, na física, são relações matemáticas entre
grandezas. Considere que estamos fazendo medida com uma substância e
que temos os seguintes dados:

| massa (g) | volume (mL) | densidade (g/mL) |
|-----------+-------------+------------------|
| 3,0       | 1,0         | 3,0              |
| 6,0       | 2,0         | 3,0              |
| -         | 2,5         | 3,0              |
| 5,0       | -           | 3,0              |
| 15,0      | 3,0         | -                |

A densidade é calculada dividindo a massa pelo volume. Assim, você
pode tentar adivinhar os valores que estão faltando. Mas essa relação
entre as três grandezas pode ser escrita como uma equação matemática
na forma:

\begin{equation}
d = \frac{m}{V}
\end{equation}

Onde m reprenta um valor de massa, e V e d representão os valores
correspondentes de volume e densidade. Asim, sempre que tivermos dois
valores, podemos encontrar o terceiro.

** Gráficos

* Física I

** Mecânica

** Mecânica dos fluidos

* Física II

* Física III

* Referências

- HEWITT, Paul G. Física conceitual. Bookman Editora, 2023.
  
- ALVARENGA, Beatriz; MÁXIMO, Antônio. Física ensino médio. São Paulo: Editora Scipione, 2006.
