README.md

# Table of Contents

1.  [Pré-física](#org9701707)
    1.  [Algumas dicas de como estudar](#orga3cfbd5)
    2.  [Grandezas e Unidades de medida](#org4880991)
    3.  [Equações](#org4bef4e4)
    4.  [Gráficos](#org0dd8556)
2.  [Física I](#org2194dac)
    1.  [Mecânica](#org7c70044)
    2.  [Mecânica dos fluidos](#org582141f)
3.  [Física II](#org12ff9ab)
4.  [Física III](#orgd4013bc)
5.  [Referências](#org24c2206)

Nessa página serão resumidas as aulas de física dos Cúrsos Técnicos de Nível
Médio em Informática, Administração e Agropecuária na Forma Integrada,
do IFAM Campus Eirunepé; ministradas no ano de 2025.

O objetivo é construir um material de consulta aos estudantes ao
logo dos desenvolvimentos das disciplinias. 

Sugestões dos alunos serão sempre bem-vindas.


<a id="org9701707"></a>

# Pré-física


<a id="orga3cfbd5"></a>

## Algumas dicas de como estudar

-   Método Feyman
    
    -   Baseia-se no fato de que ensinar é uma das melhores formas de
    
    aprender.
    
    -   [método Feynman de estudo - blog PUC Minas](https://conexao.pucminas.br/blog/dicas/tecnica-feynman/#:~:text=A%20T%C3%A9cnica%20Feynman%20%C3%A9%20um,estivesse%20conversando%20com%20uma%20crian%C3%A7a.)
-   Repetição espaçada
    Baseada no conceito de Curva do Esquecimento.
    -   [Repetição espaçada no aprendizado - log duolingo](https://blog.duolingo.com/pt/repeticao-espacada-no-aprendizado/)
-   Técnica do Pomodoro
    
    -   Nosso cérebro tem limite de tempo de concentração, e precisa de
    
    pequenos intervalos de descanço.
    
    -   [Técnica Pomodoro - Brasil Escola Uol](https://brasilescola.uol.com.br/dicas-de-estudo/tecnica-pomodoro-que-e-e-como-funciona.htm)


<a id="org4880991"></a>

## Grandezas e Unidades de medida

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Grandezas</th>
<th scope="col" class="org-left">Unidades (nome)</th>
<th scope="col" class="org-left">unidade (símbolo)</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">massa</td>
<td class="org-left">quilograma, grama</td>
<td class="org-left">kg, g</td>
</tr>

<tr>
<td class="org-left">volume</td>
<td class="org-left">litro, mili-litro,</td>
<td class="org-left">L, mL</td>
</tr>

<tr>
<td class="org-left">densidade</td>
<td class="org-left">grama por mili-litro</td>
<td class="org-left">g/mL</td>
</tr>

<tr>
<td class="org-left">comprimento</td>
<td class="org-left">metro, centímetro</td>
<td class="org-left">m, cm</td>
</tr>

<tr>
<td class="org-left">tempo</td>
<td class="org-left">hora, segundo</td>
<td class="org-left">h, s</td>
</tr>
</tbody>
</table>


<a id="org4bef4e4"></a>

## Equações

As equações, na física, são relações matemáticas entre
grandezas. Considere que estamos fazendo medida com uma substância e
que temos os seguintes dados:

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">massa (g)</th>
<th scope="col" class="org-left">volume (mL)</th>
<th scope="col" class="org-left">densidade (g/mL)</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">3,0</td>
<td class="org-left">1,0</td>
<td class="org-left">3,0</td>
</tr>

<tr>
<td class="org-left">6,0</td>
<td class="org-left">2,0</td>
<td class="org-left">3,0</td>
</tr>

<tr>
<td class="org-left">-</td>
<td class="org-left">2,5</td>
<td class="org-left">3,0</td>
</tr>

<tr>
<td class="org-left">5,0</td>
<td class="org-left">-</td>
<td class="org-left">3,0</td>
</tr>

<tr>
<td class="org-left">15,0</td>
<td class="org-left">3,0</td>
<td class="org-left">-</td>
</tr>
</tbody>
</table>

A densidade é calculada dividindo a massa pelo volume. Assim, você
pode tentar adivinhar os valores que estão faltando. Mas essa relação
entre as três grandezas pode ser escrita como uma equação matemática
na forma:

\begin{equation}
d = \frac{m}{V}
\end{equation}

Onde m reprenta um valor de massa, e V e d representão os valores
correspondentes de volume e densidade. Asim, sempre que tivermos dois
valores, podemos encontrar o terceiro.


<a id="org0dd8556"></a>

## Gráficos


<a id="org2194dac"></a>

# Física I


<a id="org7c70044"></a>

## Mecânica


<a id="org582141f"></a>

## Mecânica dos fluidos


<a id="org12ff9ab"></a>

# Física II


<a id="orgd4013bc"></a>

# Física III


<a id="org24c2206"></a>

# Referências

-   HEWITT, Paul G. Física conceitual. Bookman Editora, 2023.

-   ALVARENGA, Beatriz; MÁXIMO, Antônio. Física ensino médio. São Paulo: Editora Scipione, 2006.

